Repository: MoamenMohamed101/Snay3y
Catalog: lib/l10n/intl_*.arb
Languages: ar

# onBoardingTitle
source: Increase your income
ar: زيادة دخلك

# onBoardingDescription1
source: Whatever your profession, create your account now and post pictures of your work ,
ar: اياً كانت صنعتك، قم بإنشاء حسابك الان وأنشر صور لعملك ،

# onBoardingDescription2
source: Receive bookings from customers to increase your income
ar: واستقبل الحجوزات من العملاء للزيادة من دخلك

# signUPAppBar
source: Make account
ar: انشاء حساب

# signUPQuadrupleName
source: Quadruple name
ar: الاسم رباعي

# signUPUserName
source: User name
ar: الاسم المستخدم

# signUPPassword
source: Password
ar: كلمة المرور

# signUPPhoneNumber
source: Phone number
ar: رقم الهاتف

# signUPIDNumber
source: ID number
ar: الرقم القومي

# signUPJobName
source: Job name
ar: المسمي الوظيفي

# signUPQuadrupleNameDescription
source: The name as it appears on the identity card
ar: الاسم كما هو في البطاقة الشخصية

# signUPUserNameDescription
source: You name as it appears on the application
ar: اسمك علي التطبيق

# signUPPasswordDescription
source: Enter your password
ar: كلمة المرور الخاصة بك علي اتلطبيق

# signUPPhoneNumberDescription
source: Enter your phone number
ar: ادخل رقم الهاتف المتاح

# signUPIDNumberDescription
source: Enter your ID number
ar: ادخل رقمك القومي علي البطاقة الشخصية

# signUPJobNameDescription
source: Enter your job name
ar: ادخل مهنتك

# signUPCountryTitle
source: Country
ar: المحافظة

# signUPGenderTitle
source: Gender
ar: النوع

# signUPChooseCountry
source: Choose Country
ar: اختر المحافظة

# signUPChooseGender
source: Choose Gender
ar: اختر النوع

# signUPCountryCairoUser
source: cairo
ar: القاهرة

# signUPCountryAlexandriaUser
source: alexandria
ar: الاسكندرية

# signUPCountryGizehUser
source: gizeh
ar: الجيزه

# signUPCountryShubraElKheimaUser
source: shubra El-Kheima
ar: اشبرا الخيمة

# signUPCountryPortSaidUser
source: port Said
ar: بورسعيد

# signUPCountrySuezUser
source: suez
ar: السويس

# signUPGenderMaleUser
source: male
ar: ذكر

# signUPGenderFeMaleUser
source: feMale
ar: انثي

# signUPButton
source: Sign Up
ar: إنشاء حساب

# signUPQuadrupleNameValidate
source: Enter your quadruple name
ar: ادخل الاسم رباعي

# signUPPasswordValidate
source: Enter your password
ar: ادخل كلمة المرور

# signUPPhoneNumberValidate
source: Enter your phone number
ar: ادخل رقم الهاتف

# signUPIdNumberValidate
source: Enter your ID number
ar: ادخل الرقم القومي

# signUPJobNameValidate
source: Enter your job name
ar: ادخل مهنتك

# signUPDropBoxCountryValidate
source: Choose your Country
ar: اختر دولتك

# signUPDropBoxGenderValidate
source: Choose your Gender
ar: اختر النوع

# userSignUPEmailTitle
source: Email Address
ar: البريد الالكتروني

# userSignUPEmailDescription
source: Example@gmail.com
ar: ادخل البريد الالكتروني الخاص بك

# userSignUPShowButtonSheet
source: The account has been created
ar: تم انشاء الحساب

# userSignUPShowButtonSheetTitle
source: Please log in first before requesting a technician . Thank you!
ar: يرجي تسجيل الدخول اولا قبل طلب فني شكرا لك !

# userSignUPShowButtonSheetButton
source: sign in
ar: تسجيل الدخول
